{"inkVersion":20,"root":[[{"->":"Introduction"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"Introduction":["^It is the end of a long week of job searching when I recieve a letter in the post. It has a card with an address on it, for a business called 'Jeb's Jobs'. Although it is suspicious, I am sorely in need of work...","\n",{"->":"Letter_Options"},{"#f":1}],"Letter_Options":[["ev","str","^It's probably fine, lets check it out!","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^I should at least read the whole letter...","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["^ ",{"->":"Letter_Options_Jump_To_Level"},"\n",{"#f":5}],"c-1":["^ ",{"->":"Letter_1"},"\n",{"#f":5}]}],{"#f":1}],"Letter_1":["^My Dearest Neicephew,","\n","^I hope you, and your mother are well. I am unsure if you would remember me; we met one time when you were a mere babe. In that moment I knew then you were gifted like me. I told your mother as much, and unfortunately this was the reason she kept you away from the family business. I hate to go against her wishes now, but I am afraid my time is soon and I would hate to leave unfinised work.","\n",{"->":"Letter_2"},{"#f":1}],"Letter_2":["^I am not sure what she told you of our family but if you are anything like me, I'm sure you want to know. We are exorcists. We trap and expel ghosts, demons, monsters and ancient things beyond comprehension. Not only that, but we use technology to do so! I expect you don't believe me, but you do not need to, you just need to have the curiosity to find out.","\n",{"->":"Letter_3"},{"#f":1}],"Letter_3":["^I would like to invite you to my home, there you will find everything you need, including your first job, if you're ready.","\n","^Kindest Regards,","\n","^Your Uncle Jeb","\n",{"->":"Letter_Options_Two"},{"#f":1}],"Letter_Options_Two":[["^I don't remember ever having an Uncle Jeb... but I do really need a job...","\n","ev","str","^Theres no harm in taking a look I guess!","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["^ ",{"->":"Letter_Options_Jump_To_Level_2"},"\n",{"#f":5}]}],{"#f":1}],"Letter_Options_Jump_To_Level":["^Who even reads letters these days anyway! ","end","\n",{"#f":1}],"Letter_Options_Jump_To_Level_2":["^Oh and it comes with a free phone??? NICE! ","end","\n",{"#f":1}],"#f":1}],"listDefs":{}}