{"inkVersion":21,"root":[[{"->":"Introduction"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"Introduction":["^It is the end of a long week of job searching when I recieve a letter in the post. It has a card with an address on it, for a business called 'Jeb's Jobs'. Although it is suspicious, I am sorely in need of work...","\n",{"->":"Letter_Options"},{"#f":1}],"Letter_Options":[["ev","str","^It's probably fine, lets check it out!","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^I should at least read the whole letter...","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["^ ","\n","^Lets go!","\n",{"->":"Level_1_Intro_1"},{"#f":5}],"c-1":["^ ",{"->":"Letter_1"},"\n",{"#f":5}]}],{"#f":1}],"Letter_1":["^My Dearest Neicephew,","\n","^I hope you, and your mother are well. I am unsure if you would remember me; we met one time when you were a mere babe. In that moment I knew then you were gifted like me. I told your mother as much, and unfortunately this was the reason she kept you away from the family business. I hate to go against her wishes now, but I am afraid my time is soon and I would hate to leave unfinised work.","\n",{"->":"Letter_2"},{"#f":1}],"Letter_2":["^I am not sure what she told you of our family but if you are anything like me, I'm sure you want to know. We are exorcists. We trap and expel ghosts, demons, monsters and ancient things beyond comprehension. Not only that, but we use technology to do so! I expect you don't believe me, but you do not need to, you just need to have the curiosity to find out.","\n",{"->":"Letter_3"},{"#f":1}],"Letter_3":["^I would like to invite you to my home, there you will find everything you need, including your first job, if you're ready.","\n","^Kindest Regards,","\n","^Your Uncle Jeb","\n",{"->":"Letter_Options_Too"},{"#f":1}],"Letter_Options_Too":[["^I don't remember ever having an Uncle Jeb... but I do really need a job...","\n","ev","str","^Theres no harm in taking a look I guess!","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["^ ","\n","^Lets go!","\n",{"->":"Level_1_Intro_1"},{"#f":5}]}],{"#f":1}],"Level_1_Intro_1":["^Jebs Jobs, as it turned out, is a storage unit in a self storage centre. The man at the desk is, surprisingly, expecting me, and hands me a key for unit 13.","\n",{"->":"Level_1_Intro_2"},{"#f":1}],"Level_1_Intro_2":["^The unit is full of ancient, dust coated technology. Floppy disks, ancient pc towers and a shocking number of CRT screens. Its hard to see but there is a cleared area in the middle of the unit, with two CRTs sat on the cold concrete.","\n",{"->":"Level_1_Intro_3"},{"#f":1}],"Level_1_Intro_3":["^A light, in the darkness! Two glowing blue eyes, drifting towards me like two whisps. As it approaches, three candles light up on the ground, illuminating the scene...","\n",{"->":"Level_1_Jeb_1"},{"#f":1}],"Level_1_Jeb_1":["^The ghost speaks with a hollow wail \"My ChIlD! I KnEw YoU WoUlD CoMe! I am your Uncle Jeb! Or what remains of me! I have befallen a hideous fate, but I was able to prepare beforehand!\"","\n",{"->":"Level_1_Jeb_2"},{"#f":1}],"Level_1_Jeb_2":["^\"If you read the letter you would know, I was an exorcists in life! There was more to it however, I was a techno-exorcist, combining the spiritual and technological to rid this relm of entities.\"","\n",{"->":"Level_1_Jeb_3"},{"#f":1}],"Level_1_Jeb_3":["^\"I prepared this exorcism circle for you. I am a weak, human spirit, and will only need two 'gates' to capture my spirit. You need to select the correct gates, based on my spiritual energy's input via the candles, to get a positive output and complete the circuit.\"","\n",{"#f":1}],"Level_1_Jeb_4":[["^\"Are you ready to join the family business child?\"","\n","ev","str","^Sure?","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["^ ","\n","^Then I will be your first job!","\n","end",{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}